Repository: ProtonMail/ios-mail
Catalog: Modules/InboxCoreUI/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_hans, zh_hant

source: You have [digitally signed](https://proton.me/support/proton-mail-digital-signatures) this email, proving to the recipient that your email is genuine and hasn't been tampered with.
be: Вы [лічбава падпісалі](https://proton.me/support/proton-mail-digital-signatures) гэты ліст. Гэта дзеянне дае гарантыю атрымальніку, што ваш ліст сапраўдны і не быў падроблены.
ca: Heu [signat digitalment](https://proton.me/support/proton-mail-digital-signatures) aquest correu electrònic, el que demostra al destinatari que el vostre correu electrònic és autèntic i no ha estat manipulat.
cs: Tento e-mail jste [digitálně podepsali](https://proton.me/support/proton-mail-digital-signatures), čímž příjemci prokážete, že váš e-mail je pravý a nebyl bez dovolení pozměněn.
da: Du har [digitalt signeret](https://proton.me/support/proton-mail-digital-signatures) denne e-mail, hvilket beviser over for modtageren, at din e-mail er ægte og den ikke er blevet manipuleret.
de: Du hast diese E-Mail [digital signiert](https://proton.me/support/proton-mail-digital-signatures) und damit dem Empfänger bewiesen, dass deine E-Mail echt ist und nicht manipuliert wurde.
el: Έχετε [υπογράψει ψηφιακά](https://proton.me/support/proton-mail-digital-signatures) αυτό το email, αποδεικνύοντας στον παραλήπτη ότι το email σας είναι γνήσιο και δεν έχει παραποιηθεί.
es: Ha firmado digitalmente [este correo electrónico](https://proton.me/support/proton-mail-digital-signatures), lo que demuestra al destinatario que su correo electrónico es genuino y no ha sido manipulado.
es_419: Usted ha [firmado digitalmente](https://proton.me/support/proton-mail-digital-signatures) este correo electrónico, lo que demuestra al destinatario que su mensaje es genuino y no ha sido manipulado.
fi: Olet [digitaalisesti allekirjoittanut](https://proton.me/support/proton-mail-digital-signatures) tämän sähköpostin, todistaen vastaanottajalle, että sähköpostisi on aito eikä sitä ole peukaloitu.
fr: Vous avez [signé numériquement](https://proton.me/support/proton-mail-digital-signatures) cet e-mail, prouvant ainsi au destinataire que votre message est authentique et n'a pas été falsifié.
it: Hai [firmato digitalmente](https://proton.me/support/proton-mail-digital-signatures) questa email, dimostrando al destinatario che la tua email è autentica e non è stata manomessa.
nb: Du har [digitalt signert](https://proton.me/support/proton-mail-digital-signatures) denne e-posten, noe som beviser for mottakeren at e-posten din er ekte og ikke har blitt tuklet med.
nl: U heeft deze e-mail [digitaal ondertekend](https://proton.me/support/proton-mail-digital-signatures), waarmee u de ontvanger bewijst dat uw e-mail echt is en niet is bewerkt.
pt_br: Você [assinou digitalmente](https://proton.me/support/proton-mail-digital-signatures) este e-mail, provando ao destinatário que seu e-mail é genuíno e não foi adulterado.
ro: Ați [semnat digital](https://proton.me/support/proton-mail-digital-signatures) acest mesaj, dovedind destinatarului că este autentic și nu a fost modificat.
sk: Tento email ste [digitálne podpísali](https://proton.me/support/proton-mail-digital-signatures), čím ste príjemcovi dokázali, že váš email je autentický a nebol s ním nijak manipulované.
tr: Bu e-postayı [dijital olarak imzaladınız](https://proton.me/support/proton-mail-digital-signatures). Böylece alıcıya e-postanızın gerçek olduğunu ve üzerinde oynama yapılmadığını kanıtladınız.

source: You're about to be signed out of all your accounts on this device. Do you want to continue?
be: Вы збіраецеся выйсці з усіх сваіх уліковых запісаў на гэтай прыладзе. Вы сапраўды хочаце працягнуць?
ca: Esteu a punt de tancar la sessió de tots els comptes en aquest dispositiu. Voleu continuar?
cs: Chystáte se odhlásit ze všech svých účtů na tomto zařízení. Chcete pokračovat?
da: Du er ved at blive logget ud af alle dine konti på denne enhed. Ønsker du at fortsætte?
de: Du wirst gleich von all deinen Konten auf diesem Gerät abgemeldet. Möchtest du fortfahren?
el: Ετοιμάζεστε να αποσυνδεθείτε από όλους τους λογαριασμούς σας σε αυτήν τη συσκευή. Θέλετε να συνεχίσετε;
es: Estás a punto de cerrar sesión en todas tus cuentas en este dispositivo. ¿Quieres continuar?
es_419: Está a punto de cerrar sesión en todas sus cuentas en este dispositivo. ¿Desea continuar?
fi: Olet kirjautumassa ulos kaikilta tileiltäsi tällä laitteella. Haluatko jatkaa?
fr: Vous êtes sur le point de vous déconnecter de tous vos comptes sur cet appareil. Voulez-vous continuer ?
hu: Nemsokára kijelentkezik összes fiókjából ezen az eszközön. Folytatni szeretné?
id: Anda akan dikeluarkan dari semua akun Anda di perangkat ini. Apakah Anda ingin melanjutkan?
it: Stai per uscire da tutti i tuoi account su questo dispositivo. Vuoi continuare?
ja: このデバイス上のすべてのアカウントからサインアウトされます。続行しますか？
ko: 모든 계정에서 로그아웃하려고 합니다. 정말 계속하시겠어요?
nb: Du er i ferd med å bli logget av alle dine kontoer på denne enheten. Vil du fortsette?
nl: U staat op het punt om uit te loggen uit al uw accounts op dit apparaat. Wilt u doorgaan?
pl: Zostaniesz wylogowany ze wszystkich kont na urządzeniu. Czy chcesz kontynuować?
pt: Está prestes a terminar sessão de todas as suas contas neste dispositivo. Pretende continuar?
pt_br: Você está prestes a encerrar sessão de todas as suas contas neste dispositivo. Quer continuar?
ro: Urmează să vă deconectați din toate conturile de pe acest dispozitiv. Doriți să continuați?
ru: Вы собираетесь выйти из всех аккаунтов на этом устройстве. Продолжить?
sk: Chystáte sa odhlásiť zo všetkých vašich účtov na tomto zariadení. Chcete pokračovať?
sl: Odjavljeni boste iz vseh računov na tej napravi. Ali želite nadaljevati?
sv: Du är på väg att loggas ut från alla dina konton på denna enhet. Vill du fortsätta?
tr: Bu aygıttaki tüm hesaplarınızın oturumunu kapatmak üzeresiniz. İlerlemek istiyor musunuz?
uk: Ви збираєтеся вийти з усіх ваших облікових записів на цьому пристрої. Бажаєте продовжити?
zh_hans: 您即将从此设备上的所有账户被登出。要继续吗？
zh_hant: 您即將登出此裝置上的所有帳戶。您要繼續嗎？

source: Zero-access encrypted
be: Шыфраванне нулявога доступу
ca: Xifrat d'accés zero
cs: Šifrováno s nulovým přístupem
da: Krypteret med nul-adgang
de: Null-Zugriff-verschlüsselt
el: Κρυπτογράφηση μηδενικής πρόσβασης
es: Cifrado con acceso cero
es_419: Cifrado de acceso cero
fi: Zero Access -salattu
fr: Chiffrement à zéro accès
it: Crittografato ad accesso zero
nb: Nulltilgangskryptert
nl: Zero-access versleuteld
pt_br: Criptografado de acesso zero
ro: Criptat cu acces zero
sk: Šifrované bez prístupu
sv: Krypterad med noll åtkomst
tr: Sıfır erişim şifrelemeli

source: Zero-access encrypted with verified recipient
be: Шыфраванне нулявога доступу са спраўджаным атрымальнікам
ca: Xifrat d'accés zero amb destinatari verificat
cs: S ověřeným příjemcem a šifrováním s nulovým přístupem
da: Nul-adgang krypteret med bekræftet modtager
de: Null-Zugriff-verschlüsselt mit bestätigtem Empfänger
el: Κρυπτογράφηση μηδενικής πρόσβασης με επαληθευμένο παραλήπτη
es: Cifrado de acceso cero con destinatario verificado
es_419: Cifrado de acceso cero con destinatario verificado
fi: Zero Access -salattu vahvistetulla vastaanottajalla
fr: Chiffrement à zéro accès avec destinataire vérifié
it: Zero-access crittografato con destinatario verificato
nb: Nulltilgangskryptert med verifisert mottaker
nl: Zero-access versleuteld naar geverifieerde ontvanger
pt_br: Criptografado de acesso zero e destinatário verificado
ro: Criptat cu acces zero cu destinatar verificat
sk: Šifrované s nulovým prístupom s overeným príjemcom
sv: Krypterad med nollåtkomst med verifierad mottagare
tr: Doğrulanmış alıcı ile sıfır erişim şifrelemeli

source: Zero-access encrypted with verified recipients
be: Шыфраванне нулявога доступу са спраўджаным атрымальнікамі
ca: Xifrat d'accés zero amb destinataris verificats
cs: S ověřenými příjemci a šifrováním s nulovým přístupem
da: Nul-adgang-krypteret med verificerede modtagere
de: Null-Zugriff-verschlüsselt mit bestätigten Empfängern
el: Κρυπτογράφηση μηδενικής πρόσβασης με επαληθευμένους παραλήπτες
es: Cifrado de acceso cero con destinatarios verificados
es_419: Cifrado de acceso cero con destinatarios verificado
fi: Zero Access -salattu vahvistetuilla vastaanottajilla
fr: Chiffrement à zéro accès avec destinataires vérifiés
it: Zero-access crittografato con destinatari verificati
nb: Nulltilgangskryptert med verifiserte mottakere
nl: Zero-access versleuteld naar geverifieerde ontvangers
pt_br: Criptografado de acesso zero e destinatários verificados
ro: Criptat cu acces zero cu destinatari verificați
sk: Šifrované s nulovým prístupom s overenými príjemcami
sv: Krypterad med nollåtkomst med verifierade mottagare
tr: Doğrulanmış alıcılarla sıfır erişim şifrelemeli
